Repository: TOBB-ETU-CS-Community/Community_Website
Catalog: locales/*/LC_MESSAGES/*.po
Languages: tr

source: In which language would you like the website to be displayed?
tr: Web sayfasını hangi dilde görüntülemek istersiniz?

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Welcome
tr: Hoşgeldiniz

source: Team
tr: Ekip

source: Event Calendar
tr: Etkinlik Takvimi

source: Project Plans
tr: Proje Planları

source: Youth Programs
tr: Gençlik Programları

source: Biweekly Menu
tr: Haftalık Menü

source: Feedback Form
tr: Geri Bildirim Formu

source: headline_welcome
tr: TOBB ETU Bilgisayar Topluluğu Web Sayfasına Hoşgeldiniz 👋

source: text_welcome
tr: TOBB ETU Bilgisayar Topluluğu, 2022 yılının Nisan ayında kurulmuş bir öğrenci topluluğudur. Bu topluluğun temel amacı, öğrencilerin kendilerini sosyal ve teknik becerilerde en iyi şekilde geliştirebilmesi için fırsatlar yaratmaktır. Bu amaçla online ya da yüz yüze etkinlikler düzenliyor, ulusal ve uluslararası yarışmalara katılıyor ve açık kaynak kodlu projeler geliştiriyoruz. Türkiye'nin her yerinden ve her eğitim seviyesinden insanla birlikte topluluğumuz için birlikte çalışmaya hazırız. <br> <br> <a href=https://linktr.ee/tobb_cs_community>Linktr.ee</a> adresimizden farklı platformlardaki hesaplarımıza ulaşabilirsiniz.

source: headline_calendar
tr: Etkinlik takvimimizi aşağıdaki zaman çizelgesi üzerinden inceleyebilirsiniz 📅

source: text_calendar
tr: 2022 Nisan ayındaki kuruluşumuzdan bu yana gerçekleştirdiğimiz ya da katıldığımız her etkinliğe bu zaman çizelgesi üzerinden ulaşabilirsiniz.

source: headline_feedback
tr: Geri Bildirim Formu 📝

source: text_feedback
tr: Aşağıdaki metin alanını doldurarak topluluk hakkındaki görüşlerinizi bize iletebilirsiniz. Teşekkürler!

source: name
tr: İsminiz

source: email
tr: Emailiniz

source: feedback
tr: Geri Bildiriminiz

source: submit
tr: Gönder

source: headline_menu
tr: Haftalık Menü 🍽️

source: text_menu
tr: ETU Mutfağın 2 haftalık menüsünü sürekli güncelliyoruz. Afiyet olsun 😋

source: headline_plans
tr: Proje planlarımızı aşağıdaki gantt chart üzerinden inceleyebilirsiniz 🚀

source: headline_programs
tr: Üniversite öğrencilerine yönelik gençlik programlarını aşağıda bulabilirsiniz. 🌟

source: Which programs would you like to see?
tr: Hangi programları görmek istersiniz?

source: All programs
tr: Tüm Programlar

source: Open programs
tr: Açık Programlar

source: Deadline
tr: Son Başvuru Tarihi

source: Blockchain Club
tr: Blockchain Kulübü

source: Artificial Intelligence Club
tr: Yapay Zeka Kulübü

source: Game Development Club
tr: Oyun Geliştirme Kulübü

source: Application Development Club
tr: Uygulama Geliştirme Kulübü

source: Cyber Security Club
tr: Siber Güvenlik Kulübü

source: Beginning
tr: Başlangıç

source: End
tr: Bitiş

source: Name
tr: İsim

source: Project
tr: Proje

source: Clubs
tr: Kulüpler

source: Detail
tr: Detay

source: Group
tr: Grup
